{
  "main-heading": {
    "about": {
      "title": "من نحن",
      "sub-title": "من نحن"
    },
    "services": {
      "title": "خدماتنا",
      "sub-title": "ماذا نفعل"
    },
    "work": {
      "title": "عملية العمل",
      "sub-title": "كيف نعمل"
    },
    "mission": {
      "title": "مهمتنا",
      "sub-title": ""
    },
    "vision": {
      "title": "رؤيتنا",
      "sub-title": ""
    }
  },
  "banner": {
    "home": "الرئيسية",
    "about": "من نحن",
    "services": "الخدمات",
    "contact-us": "اتصل بنا",
    "products": "المنتجات"
  },
  "nav": {
    "navLink1": "الرئيسية",
    "navLink2": "من نحن",
    "navLink3": "المنتجات",
    "navLink4": "الخدمات",
    "navLink5": "اتصل بنا"
  },
  "landing": {
    "title": "انطلق إلى عالم من حلول التجفيف المبتكرة.",
    "description": "مرحبًا بكم في الشركة المصرية الألمانية لصناعات وتجفيف المواد الغذائية (E.G.F.D) ، التي تأسست في عام 2017 في مدينة العاشر من رمضان ، مصر. بدأت رحلتنا برؤية لإعادة تعريف مشهد صناعة المواد الغذائية.",
    "button": {
      "text": "اكتشف المزيد"
    }
  },
  "features-section": {
    "card1": "سنوات من الخبرة",
    "years": "4",
    "card2": "موظفون ومهندسون مجتهدون يعملون في شركتنا."
  },
  "about-section": {
    "title": "الشركة المصرية الألمانية لصناعات وتجفيف المواد الغذائية (E.G.F.D).",
    "description1": "تأسست في عام 2017 كشركة مساهمة مصرية في مدينة العاشر من رمضان النابضة بالحياة، بدأت رحلتنا برؤية لإعادة تعريف مشهد صناعة المواد الغذائية. منذ انطلاقنا في عام 2019 ، كنا مدفوعين بفريق ديناميكي من الشباب المحترفين الملتزمين بالتطوير الذاتي المستمر والتقدم الرائد في قطاعي الغذاء والتجفيف.",
    "description2": "مع التزامنا المستمر بجودة الخدمة والابتكار، نسعى لتجاوز التوقعات وتمكين عملائنا بحلول مبتكرة. مرحبًا بكم في عالم حيث كل تفاعل هو دعوة لرفع تجربتكم الطهي.",
    "button": "اعرف المزيد",
    "list1": "تقدم رائد في تكنولوجيا الغذاء",
    "list2": "تمكين العملاء بحلول مبتكرة"
  },
  "services-section": {
    "card1": {
      "title": "التجفيف",
      "description": "تشمل خدماتنا الجافة حلول التمليس لمكونات غذائية مختلفة، وتقديم دعم شامل لعمليات التصنيع. من التجفيف إلى المزج إلى التعبئة، نقدم خدمات مصممة لتلبية الاحتياجات المحددة لعملائنا، مما يضمن الكفاءة والجودة في كل خطوة."
    },
    "card2": {
      "title": "مالتوديكسترين",
      "description": "مالتوديكسترين هو مكون متعدد الاستخدامات يعمل كحامل للنكهات والألوان والفيتامينات، وهو ضروري للحفاظ على الطعام المعلب. كأول مصنع في مصر لمالتوديكسترين الملون، نقدم خيارات تركيب مبتكرة مستمدة من الذرة أو الأرز أو نشا البطاطا أو القمح."
    },
    "button": "اقرأ المزيد "
  },
  "call-section": {
    "title": "رفع تجربتك في الصناعات الغذائية مع E.G.F.D",
    "description": "في الشركة المصرية الألمانية لصناعات وتجفيف المواد الغذائية (E.G.F.D) ، نتخصص في تقديم حلول تجفيف الطعام المتطورة التي تحافظ على جوهر أفضل المكونات الطبيعية. مع مزيج مثالي من التقنيات التقليدية والابتكار الحديث، نضمن أن يحتفظ كل منتج بنكهته ولونه وقيمته الغذائية.",
    "button": "انضم إلينا الأن"
  },
  "work-section": {
    "card1": {
      "title": "الإعداد",
      "description": "نبدأ بالتعاون مع عملائنا لاختيار وتحضير المواد الخام. يشمل ذلك التنظيف، والقطع إلى أحجام موحدة، وأي علاجات ضرورية لتعزيز النكهة واللون."
    },
    "card2": {
      "title": "التجفيف",
      "description": "باستخدام طرق متطورة مثل التجفيف بالهواء الساخن، والتجفيف بالتجميد، أو التجفيف بالرذاذ، نقوم بإزالة الرطوبة بكفاءة من المكونات المحددة التي يوفرها عملائنا. تضمن نهجنا المصمم نتائج عالية الجودة لكل منتج فريد."
    },
    "card3": {
      "title": "التعبئة",
      "description": "بمجرد اكتمال عملية التجفيف، نقوم بتبريد وتعبئة الطعام لحمايته من الرطوبة والتلوث. تم تصميم حلول التعبئة لدينا، بما في ذلك التغليف الفراغي والمواد المقاومة للرطوبة، لتمديد عمر المنتج والحفاظ على جودته."
    }
  },
  "why-us-section": {
    "title": "لماذا تختار E.G.F.D",
    "description": "التزامنا بالجودة والابتكار ورضا العملاء يميزنا في الصناعة.",
    "button": "اتصل بنا",
    "content1": {
      "title": "الجودة",
      "description": "نضع المعايير عالية، مما يضمن أن كل منتج وخدمة نقدمها تتجاوز المعايير الصناعية، مما يترك انطباعًا دائمًا من التميز."
    },
    "content2": {
      "title": "الابتكار",
      "description": "نعيش على الابتكار، مستكشفين أفكار جديدة وتقنيات متطورة لرفع مستوى عروضنا وتحسين عملياتنا."
    },
    "content3": {
      "title": "رضا العملاء",
      "description": "يضمن نهجنا المرتكز على العميل أن كل تفاعل يتم تخصيصه بشكل فردي، وفعال، وناجح، مما يعزز الشراكات والثقة على المدى الطويل."
    }
  },
  "word-section": {
    "title": "رسالة من نائب الرئيس التنفيذي",
    "description": "في EGFD، نحن ملتزمون بالتميز في كل جانب من جوانب عملية تجفيف الطعام لدينا. تضمن تقنياتنا المبتكرة وفريقنا المخلص أن نقدم أعلى جودة من المنتجات المصممة لتلبية احتياجات عملائنا. نؤمن ببناء شراكات دائمة ونفخر بدعم صناعة الغذاء بحلولنا المتطورة. معًا، دعونا نرفع معايير الحفاظ على الغذاء والجودة.",
    "name": "أحمد فؤاد عياد"
  },
  "our-mission-section": {
    "title": "مهمتنا في الشركة المصرية الألمانية",
    "description": "لصناعات وتجفيف المواد الغذائية هي طموحة بلا حدود: وضع معيار لجودة المنتجات الغذائية الاستثنائية على مستوى عالمي. نحن مدفوعون بالتزام لا يكل بالتميز في كل جانب من جوانب عملياتنا، بدءًا من عمليات التصنيع الدقيقة إلى بروتوكولات ضمان الجودة الصارمة والجداول الزمنية للتسليم في الوقت المحدد. لا تعرف رحلتنا حدودًا بينما نسعى بنشاط لاستكشاف أسواق جديدة وفرص لتوسيع آفاقنا، مما يضمن وصول منتجاتنا الفريدة إلى العملاء حول العالم وإسعادهم."
  },
  "our-vision-section": {
    "title": "رؤيتنا في الشركة المصرية الألمانية",
    "description": "في E.G.F.D، تستمد رؤيتنا قوتها من السعي الدؤوب للتميز. نحن ملتزمون بثورة سوق المواد الغذائية من خلال تقديم منتجات مبتكرة ومنافسة مصنوعة بدقة من فريقنا من الخبراء الفنيين من الدرجة الأولى. مع الالتزام بالبقاء في الطليعة، نستغل قوة التكنولوجيا المتطورة وخطوط الإنتاج الحديثة في التجفيف. من خلال الالتزام الصارم بالمعايير الدولية للجودة، نضمن أن كل منتج نقدمه لا يفي فقط بل يتجاوز توقعات عملائنا الأعزاء."
  },
  "service-details-section": {
    "links": {
      "malto": "مالتوديكسترين",
      "drying": "خدمات التجفيف"
    },
    "contact": {
      "help": "هل تحتاج إلى مساعدة؟"
    },
    "brochure": {
      "title": "كتيب",
      "download1": "تحميل الوثائق",
      "download2": "تفاصيل الشركة"
    }
  },
  "product-details-section": {
    "links": {
      "creamer": "كريم",
      "veg": "بودرة الدهون النباتية",
      "animal": "بودرة الدهون الحيوانية",
      "flavour": "نكهة الطعام",
      "eggs": "بيض جاف",
      "malto": "مالتوديكسترين"
    }
  },
  "usage": "الاستخدام",

  
    "malto": {
      "title": "مالتوديكسترين",
      "description": "مالتوديكسترين، مكون متعدد الاستخدامات في صناعة المواد الغذائية، يعمل كحامل للنكهات، وألوان الطعام، والفيتامينات، والمواد المالئة. يلعب دورًا حيويًا في الحفاظ على الأطعمة المعلبة ويُعرف بحلوله الاقتصادية والفعالة لمصانع المواد الغذائية. يتكون مالتوديكسترين لدينا من الكربوهيدرات المستمدة من الذرة، أو الأرز، أو نشا البطاطا، أو القمح، مما يوفر طعمًا حلوًا معتدلًا وكثافة تتراوح بين 300 إلى 450 كجم/م³. نحن فخورون بأن نكون المصنع الوحيد في مصر الذي يصنع مالتوديكسترين الملون، مما يوفر خيارات مبتكرة لصياغاتكم. بالإضافة إلى استخدامه التقليدي كعامل تعبئة، يعمل مالتوديكسترين أيضًا كبديل للدهون في الأطعمة المنخفضة السعرات، مما يوفر قوامًا وملمسًا مرغوبًا. إنه قابل للذوبان بشكل كبير ويعمل بشكل جيد في مجموعة واسعة من التطبيقات، بما في ذلك المشروبات الرياضية، والمنتجات المخبوزة، والصلصات، والحلويات. تتيح خيارات الخلط المخصصة لدينا إنشاء منتجات مالتوديكسترين مصممة لتلبية المتطلبات المحددة للمنتجات، مثل تعزيز الاستقرار، وتحسين القوام، أو الاحتفاظ بالرطوبة. مع الالتزام الصارم بمعايير سلامة الغذاء العالمية، فإن مالتوديكسترين لدينا آمن، وموثوق، وقابل للتخصيص ليتناسب مع الاحتياجات المتنوعة لتصنيع المواد الغذائية الحديثة. سواء كنت تبحث عن الابتكار مع اللون أو تعزيز الأداء مع المكونات الوظيفية، فإن حلولنا يمكن أن تساعدك في تحقيق أهداف تطوير المنتجات الخاصة بك.",
      "list": {
        "1": {
          "head": "الحجم والقوام والنكهة",
          "content": "مثالي لتعزيز الحجم والقوام والنكهة في مجموعة متنوعة من المنتجات الغذائية، بما في ذلك الشوربات، والصلصات، والحلويات، والمشروبات البودرة."
        },
        "2": {
          "head": "المخبوزات",
          "content": "يحسن من الاحتفاظ بالرطوبة وعمر الصلاحية في المخبوزات مثل الخبز، والكعك، والبسكويت."
        },
        "3": {
          "head": "الحلويات",
          "content": "يعمل كعامل ربط في الحلوى والجيلي، مما يعزز من المطاطية والثبات."
        },
        "4": {
          "head": "المنتجات الألبانية",
          "content": "يستخدم في تركيبات الزبادي والآيس كريم لإنشاء ملمس كريمي مع تقليل محتوى الدهون."
        },
        "5": {
          "head": "التوابل والبهارات",
          "content": "يعمل كحامل للنغمات والتوابل في الوجبات الخفيفة، مما يضمن توزيعًا متساويًا."
        },
        "6": {
          "head": "المكملات الرياضية والتغذوية",
          "content": "يوفر إطلاق طاقة سريعة في المكملات الرياضية والتغذوية، مما يعزز من النكهة ويحسن من الذوبانية."
        },
        "7": {
          "head": "الوجبات الخفيفة",
          "content": "يساهم في القوام والقرمشة في الوجبات الخفيفة، مثل الرقائق والبسكويت."
        },
        "8": {
          "head": "الوجبات الجاهزة",
          "content": "يساعد في استقرار وتكثيف الصلصات والمرق في الوجبات الجاهزة، مما يحسن من تجربة الأكل العامة."
        }
      }
    },
    
    "drying": {
      "title": "خدمات التجفيف (كخدمة تحويل)",
      "description": "تشمل خدمات التجفيف لدينا حلول التحويل لمكونات الطعام المختلفة، وتوفير دعم شامل لعمليات التصنيع. من التجفيف إلى الخلط إلى التعبئة، نقدم خدمات مخصصة لتلبية الاحتياجات المحددة لعملائنا، مما يضمن الكفاءة والجودة في كل خطوة. مع معدات متطورة، نحن متخصصون في تقليل الرطوبة والحفاظ على المنتجات، مما يسمح بزيادة عمر الصلاحية واستقرار المنتجات الغذائية. تخدم خدماتنا مجموعة واسعة من الصناعات، بما في ذلك المواد الغذائية، والأدوية، والمكملات الغذائية، مما يضمن التعامل مع كل دفعة بدقة وعناية. نقدم أيضًا تركيبات مخصصة وخيارات خلط، مما يساعد الشركات على تحقيق خصائص منتج محددة مع تحسين تكاليف الإنتاج. بالإضافة إلى ذلك، تضمن تدابير مراقبة الجودة القوية لدينا الامتثال للمعايير الصناعية، مما يقدم منتجات تتوافق مع المتطلبات التنظيمية المحلية والدولية. سواء كنت تبحث عن زيادة الإنتاج أو تحسين العمليات، فإن خدمات التحويل لدينا توفر المرونة وتوفير التكاليف والدعم الخبراء لمساعدتك على النجاح.",
      "list": {
        "1": {
          "head": "التعاقد الخارجي",
          "content": "تناسب الشركات المصنعة للمواد الغذائية التي تسعى إلى التعاقد الخارجي مع جوانب معينة من عملية الإنتاج."
        },
        "2": {
          "head": "تحسين الموارد",
          "content": "تحسن من تخصيص الموارد وتبسيط العمليات."
        },
        "3": {
          "head": "تقليل التوقف",
          "content": "مثالي للشركات التي تسعى لتقليل التوقف وتعزيز كفاءة الإنتاج."
        },
        "4": {
          "head": "الكفاءات الأساسية",
          "content": "يسمح للشركات بالتركيز على الكفاءات الأساسية دون المساس بجودة المنتج."
        },
        "5": {
          "head": "زيادة الإنتاج",
          "content": "يفيد الشركات المصنعة التي تسعى لزيادة الإنتاج دون الحاجة إلى بنية تحتية إضافية أو استثمار رأس المال."
        },
        "6": {
          "head": "دعم مؤقت",
          "content": "مثالي للشركات الصغيرة والمتوسطة التي تحتاج إلى دعم مؤقت خلال فترات ذروة الإنتاج."
        },
        "7": {
          "head": "العمليات الكبيرة",
          "content": "يدعم العمليات الكبيرة التي تهدف إلى تحسين مراحل معينة، مثل التجفيف أو الخلط."
        },
        "8": {
          "head": "خطوط المنتجات الجديدة",
          "content": "ممتاز للشركات التي تقدم خطوط منتجات جديدة تتطلب معالجة متخصصة أو اختبار قبل الإنتاج الكامل."
        }
      }
    },
  
    "animal-fat": {
      "title": "بودرة دهن حيواني",
      "description": "تضيف بودرات الدهن الحيواني الممتازة لدينا، المستمدة من الدهون عالية الجودة، غنى وعمق في النكهة لأطباقك. مليئة بالنكهة، تعزز بودراتنا من الطعم والرائحة العامة لإبداعاتك الطهي.",
      "usage-content": "مثالي للتتبيل، والتخليل، وتعزيز ملف النكهة في الشوربات، والصلصات، وأطباق اللحوم."
    },
    
    "veg-fat": {
      "title": "بودرة دهن نباتي",
      "description": "تضيف بودرات الدهون النباتية لدينا، المستمدة من أفضل الزيوت، غنى وكريمة لإبداعاتك الطهي. مع مجموعة من درجات الدهون (20% إلى 80%) وخيارات مخصصة، تلبي بودراتنا الاحتياجات المتنوعة لمصنعي المواد الغذائية. معتمدة حلال وكوشير، تضمن بودرات الدهون النباتية لدينا الامتثال للمتطلبات الغذائية الدينية.",
      "usage": "الاستخدام",
      "usage-content": "مناسبة لتعزيز القوام والملمس في المخبوزات، والصلصات، والصلصات، والمنتجات الألبانية."
    },
    
    "dry-eggs": {
      "title": "بيض مجفف",
      "description": "تشمل منتجات البيض المجفف لدينا مسحوق صفار البيض، ومسحوق بياض البيض، ومسحوق البيض الكامل، مما يوفر حلولاً متعددة الاستخدامات لمجموعة متنوعة من التطبيقات الطهي والصناعية. توفر هذه المنتجات العناصر الغذائية الأساسية وهي مريحة للتخزين والاستخدام.",
      "usage-content": "مثالي للخبز والطهي وتصنيع الطعام، مما يعزز من القيمة الغذائية والملمس لمنتجاتك."
    },
    
    "flavour": {
      "title": "نكهة الطعام",
      "description": "تشمل نكهات الطعام لدينا نكهات طبيعية، وعطرية، ومحايدة، تلبي مجموعة واسعة من التطبيقات الطهي. تقدم النكهات الطبيعية ملفات نكهة أصلية، بينما تتفرع النكهات العطرية إلى savory (مثل اللحم والبقر) و sweet (مثل الليمون، والبرتقال، والكراميل، والشوكولاتة). توفر النكهات المحايدة مرونة وتوازنًا لمجموعة متنوعة من الأطباق.",
      "usage-content": "مثالي لتعزيز الطعم والرائحة لمجموعة متنوعة من المنتجات الغذائية، بما في ذلك المشروبات، والحلويات، والوجبات الخفيفة المالحة، والمزيد."
    },
    
    "creamer": {
      "title": "كريمات",
      "description": "تضيف الكريمات لدينا، المتاحة كخيارات ألبان وغير ألبان، قوامًا غنيًا وكريميًا لمشروباتك. مصنوعة بدقة، تذوب كريماتنا بسلاسة في المشروبات الساخنة، مما يوفر تجربة حسية ممتعة مع كل رشفة.",
      "usage-content": "مثالي لتعزيز النكهة والكريمة في القهوة، والشاي، والشاي بالحليب، والحليب المنكه."
    },
    
    "footer": {
      "social": "تواصل معنا عبر الشبكات الاجتماعية:",
      "copy": "حقوق النشر © 2024 E.G.F.D. جميع الحقوق محفوظة",
      "title": "EGFD",
      "content": "في الشركة المصرية الألمانية لصناعات المواد الغذائية والتجفيف (E.G.F.D)، نختص في تقديم حلول تجفيف الأغذية المتطورة التي تحافظ على جوهر أفضل المكونات الطبيعية.",
      "products": {
        "title": "المنتجات",
        "link1": "مالتوديكسترين",
        "link2": "بودرة الدهن",
        "link3": "نكهة الطعام",
        "link4": "بيض مجفف",
        "link5": "كريمات"
      },
      "useful links": {
        "title": "روابط مفيدة",
        "link1": "الصفحة الرئيسية",
        "link2": "المنتجات",
        "link3": "الخدمات",
        "link4": "من نحن",
        "link5": "اتصل بنا"
      },
      "contact": {
        "title": "اتصل"
      }
    },
    
    "contact": {
      "title": "أرسل رسالة",
      "name": "الاسم",
      "phone": "الهاتف",
      "email": "البريد الإلكتروني",
      "message": "أخبرنا عن احتياجاتك *",
      "location": "الموقع",
      "call": "اتصل",
      "send": "أرسل بريدًا",
      "button": "إرسال رسالة"
    }
  
}
